import React from 'react';
import scss from "./PrivacyPage.module.scss";
import { motion } from 'framer-motion';

const PrivacyPage = () => {

  return (
    <motion.div
    transition={{ duration: 0.4}}
    initial={{opacity: 0}}
    animate={{opacity: 1}}
    exit={{opacity: 0}}>
        <div className={scss.container}>
            <div className={scss.title_container}>
            <span className={scss.title}>ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</span>
            </div>
            <div className={scss.content_container}>
                <div>
                    <p className={scss.text}>Дата набрання чинності: 01.05.2024 р.</p>
                    <p className={scss.text_item}>Благодійна організація <b>«Міжнародний благодійний фонд «Горизонт Єдності»</b> (далі – «Фонд») поважає конфіденційність даних (особистих, персональних) всіх відвідувачів сайту Фонду - <b>https://Unity Horizon.com/</b> (далі – «Сайт») та прагне захищати їх, дотримуючись цієї Політики конфіденційності, національного та міжнародного законодавства, що регулюють суспільні відносини в сфері захисту персональних даних.</p>
                    <p className={scss.text_item}>В даній Політиці терміни вживаються у наступному значенні:</p>
                    <ul className={scss.list}>
                        <li className={scss.list_item}>база персональних даних - іменована сукупність упорядкованих персональних даних в електронній формі та/або у формі картотек персональних даних;</li>
                        <li className={scss.list_item}>згода суб’єкта персональних даних - добровільне волевиявлення фізичної особи (за умови її поінформованості) щодо надання дозволу на обробку її персональних даних відповідно до сформульованої мети їх обробки, висловлене у формі, що дає змогу зробити висновок про надання згоди;</li>
                        <li className={scss.list_item}>обробка персональних даних - будь-яка дія або сукупність дій, таких як збирання, реєстрація, накопичення, зберігання, адаптування, зміна, поновлення, використання і поширення (розповсюдження, реалізація, передача), знеособлення, знищення персональних даних, у тому числі з використанням інформаційних (автоматизованих) систем;</li>
                        <li className={scss.list_item}>персональні дані - відомості чи сукупність відомостей про фізичну особу, яка ідентифікована або може бути конкретно ідентифікована; </li>
                        <li className={scss.list_item}>суб’єкт персональних даних - фізична особа, персональні дані якої обробляються;</li>
                        <li className={scss.list_item}>володілець персональних даних - фізична або юридична особа, яка визначає мету обробки персональних даних, встановлює склад цих даних та процедури їх обробки, якщо інше не визначено законом;</li>
                        <li className={scss.list_item}>розпорядник персональних даних - фізична чи юридична особа, якій володільцем персональних даних або законом надано право обробляти ці дані від імені володільця;</li>
                        <li className={scss.list_item}>третя особа - будь-яка особа, за винятком суб’єкта персональних даних, володільця чи розпорядника персональних даних;</li>
                        <li className={scss.list_item}>файли cookie - це невеликі текстові файли, які зберігаються в браузері пристрою (комп'ютер, мобільний телефон тощо) після відвідування Веб-сайту, та які Веб-сайт передає браузеру.</li>
                    </ul>
                    <p className={scss.text_item}>Всі інші терміни в Політиці конфіденційності вживаються у значенні, визначеному чинним законодавством України, включаючи ратифіковані в Україні міжнародні нормативно-правові акти.</p>
                    <p className={scss.text}>Засадами діяльності Фонду щодо захисту Конфіденційних даних є:</p>
                    <ul className={scss.list}>
                        <li className={scss.list_item}>законність цілей і способів обробки персональних даних відвідувачів Сайту;</li>
                        <li className={scss.list_item}>відповідність цілей обробки Конфіденційних даних цілям, заздалегідь визначеним і заявленим при зборі таких даних;</li>
                        <li className={scss.list_item}>відповідність обсягу та характеру оброблюваних Конфіденційних даних способам та цілям обробки таких даних;</li>
                        <li className={scss.list_item}>неприпустимість об’єднання створених для несумісних між собою цілей баз даних, що містять Конфіденційні дані відвідувачів Сайту.</li>
                    </ul>
                </div>      
                <div>
                    <p className={scss.title_text}>ЗАГАЛЬНІ ПОЛОЖЕННЯ</p>
                    <ol className={scss.list}>
                        <li className={scss.list_item}>Дана Політика розроблена з метою інформування суб’єктів персональних даних про порядок обробки їх персональних даних під час відвідування/користування Сайтом, а також з метою забезпечення захисту їх персональних даних під час такої обробки.</li>
                        <li className={scss.list_item}>Володільцем персональних даних, які обробляються у зв’язку з відвідуванням Сайту чи використанням його опцій, є Фонд. Фонд має право доручити повністю або частково обробку персональних даних третім особам на підставі договору, укладеного відповідно до вимог чинного законодавства.</li>
                        <li className={scss.list_item}>Фізична особа є суб’єктом персональних даних за даною Політикою конфіденційності, якщо вона є відвідувачем Сайту, в т.ч. якщо вона використовує будь-які опції, доступні на Веб-сайті, у тому числі – надає Фонду інформацію про адресу своєї електронної пошти та ім’я.</li>
                        <li className={scss.list_item}>Фонд гарантує:
                            <ul className={scss.list_intro}>
                                <li className={scss.list_item}>дотримання належної практики та нормативних вимог щодо захисту персональних даних;</li>
                                <li className={scss.list_item}>захист прав суб’єктів персональних даних;</li>
                                <li className={scss.list_item}>запобігання ризику порушення безпеки обробки персональних даних.</li>
                            </ul>
                        </li>
                        <li className={scss.list_item}>Надання/розміщення особою інформації на Сайті (через сервіси Сайту) вважається згодою зі змістом цієї Політики конфіденційності та означає, що особа надає свій дозвіл на збирання, використання та розповсюдження інформації згідно з цією Політикою конфіденційності та чинним законодавством.</li>
                        <li className={scss.list_item}>Метою обробки персональних даних, отриманих в процесі функціонування Сайту, є виключно здійснення Фондом своєї статутної діяльності.</li>
                    </ol>
                </div>
                <div>
                    <p className={scss.title_text}>ОБРОБКА ПЕРСОНАЛЬНИХ ДАНИХ</p>
                    <ol className={scss.list}>
                        <li className={scss.list_item}>Фонд Обробляє інформацію, що стосується відвідувачів Сайту лише у тому разі, коли сам відвідувач добровільно надав певні відомості або чітко висловив згоду на їхнє надання та/чи використання.</li>
                        <li className={scss.list_item}>Фонд звертає увагу на те, що заповнюючи форми на Сайті відвідувач зазначає свою особисту інформацію: зокрема, ім’я, прізвище, адресу електронної пошти, інші відомості, за допомогою яких можна ідентифікувати такого відвідувача.</li>
                        <li className={scss.list_item}>До інформації, яку Фонд може Обробляти, належать:
                            <ul className={scss.list_intro}>
                                <li className={scss.list_item}>Інформація, що дозволяє ідентифікувати відвідувача Сайту. (У разі, коли відвідувач Сайту вирішує взаємодіяти з Фондом шляхом зворотного зв’язку або через заповнення окремих реєстраційних форм, розміщених на Сайті, або іншим чином, зокрема надсиланням запитів, листів тощо. Конфіденційні дані, поміж іншого, можуть складатися з інформації про ім’я відвідувача, його телефонного номеру, адреси проживання, адреси електронної пошти, інформації про стан здоров’я, соціальний статус, іншої подібної інформації);</li>
                                <li className={scss.list_item}>Технічні дані. (У разі відвідування Сайту, певні відомості автоматично записуються на сервери Фонду для системного адміністрування, а також для статистичних або резервних цілей за допомогою використання ряду технологій, зокрема: cookies-файли, теги, відстеження IP адреси/відстеження URL та інші інструменти);</li>
                                <li className={scss.list_item}>Платіжна інформація. (У разі здійснення благодійних внесків через Сайт фонду, або у разі перенаправлення на веб-сайт третьої особи – платіжного оператора, через який можна здійснити такий платіж. В останньому випадку платіжні дані будуть надані не Фонду, а платіжному оператору).</li>   
                            </ul>
                        </li>
                        <li className={scss.list_item}>Конфіденційні дані та інша надана відвідувачами інформація використовуються тільки з тією метою, з якою вона була надана Фонду і лише в межах здійснення Фондом своєї статутної діяльності.</li>
                        <li className={scss.list_item}>Джерелом Обробки Конфіденційних даних є інформація, безпосередньо та добровільно надана відвідувачем Сайту або отримана Фондом як технічні дані для належного виконання вимог щодо захисту Конфіденційних даних відвідувачів.</li>
                        <li className={scss.list_item}>Фонд використовуватиме відповідну інформацію задля підтримки та організації зворотного зв’язку з відвідувачами, покращення якості роботи Сайту, зручності його використання, організації надання благодійної допомоги, надсилання кореспонденції, повідомлень, інформації (рекламного, новинного характеру тощо), для ведення баз даних Фонду (бази контактів відвідувачів, благодійників тощо), здійснення статистичних, соціологічних та інших досліджень, для формування договорів та інших документів, які є необхідними в діяльності Фонду, а також для запобігання порушень конфіденційності, чинного законодавства та договірних стосунків.</li>
                    </ol>
                </div>
                <div>
                    <p className={scss.title_text}>БЕЗПЕКА ДАНИХ</p>
                    <ol className={scss.list}>
                        <li className={scss.list_item}>З метою захисту Конфіденційних даних Фонд використовує адміністративні, управлінські та технічні заходи безпеки. Фонд дотримується міжнародних стандартів контролю, спрямованих на роботу з особистою інформацією, та використовує механізми контролю щодо захисту інформації відвідувачів Сайту.</li>
                        <li className={scss.list_item}>Співробітники Фонду ознайомлені з даною Політикою конфіденційності, усвідомлюють важливість питання захисту персональних даних та здійснюють необхідні заходи контролю за збереженням наданих Фонду даних. </li>
                        <li className={scss.list_item}>Фонд зауважує, що на сьогоднішній день жоден метод передачі інформації через мережу інтернет чи мобільні засоби зв'язку, чи метод електронного зберігання не є безпечними на 100%, а тому наголошуємо для відвідувачі Сайту про необхідність відповідального ставлення до захисту своїх персональних даних.</li>
                        <li className={scss.list_item}>Фонд вчиняє можливі технічні та організаційно-правові заходи задля захисту Конфіденційних даних та докладає всіх розумних зусиль для захисту від несанкціонованого доступу, зміни, розкриття, інших неправомірних дій стосовно Конфіденційних даних відвідувачів Сайту (подрібнення паперових записів, остаточне видалення електронних записів тощо).</li>
                        <li className={scss.list_item}>Фонд, загалом, не перевіряє достовірність одержуваної (зібраної) інформації про відвідувача, за винятком випадків, коли така перевірка потрібна для виконання Фондом зобов'язань перед відвідувачем, а також у разі, коли така перевірка передбачена вимогами законодавства України.</li>
                        <li className={scss.list_item}>Конфіденційні дані відвідувача Сайту не передаються у користування, володіння будь-яким третім особам та не підлягають розкриттю, не продаються та не обмінюються. Виключенням з правила стосовно передачі Конфіденційних даних можуть бути лише законодавчо визначені випадки, або відповідна згода суб’єкта персональних даних.</li>
                        <li className={scss.list_item}>Фонд залишає за собою право зберігати Конфіденційні дані протягом необмеженого часу, до моменту отримання від відвідувача прохання про видалення його Конфіденційних даних.</li>
                        <li className={scss.list_item}>Конфіденційні дані Обробляється на електронних носіях і обробляються з використанням автоматизованих систем, за винятком випадків, коли неавтоматизована обробка Конфіденційних даних необхідна для виконання вимог законодавства. </li>
                    </ol>
                </div>
                <div>
                    <p className={scss.title_text}>ПРАВА СУБ’ЄКТІВ ПЕРСОНАЛЬНИХ ДАНИХ</p>
                    <ol className={scss.list}>
                        <li className={scss.list_item}>При відвідуванні/користуванні Сайтом суб’єкт персональних даних має право:
                            <ul className={scss.list_intro}>
                                <li className={scss.list_item}>отримувати від Фонду інформацію, не визначену цією Політикою, щодо обробки, умов надання доступу до своїх персональних даних особисто, або через уповноважену особу; </li>
                                <li className={scss.list_item}>на безоплатний доступ до своїх персональних даних;</li>
                                <li className={scss.list_item}>отримати відповідь на запит щодо обробки своїх персональних даних в порядку і в строк, визначений чинним законодавством;</li>
                                <li className={scss.list_item}>пред’явити вмотивовану вимогу із запереченням проти обробки своїх персональних даних, або щодо зміни або знищення таких персональних даних, якщо такі дані обробляються незаконно чи є недостовірними;</li>
                                <li className={scss.list_item}>на захист своїх персональних даних від незаконної обробки та випадкової втрати, знищення, пошкодження у зв'язку з умисним приховуванням, ненаданням чи несвоєчасним їх наданням, а також на захист від надання відомостей, що є недостовірними чи ганьблять честь, гідність та ділову репутацію фізичної особи;</li>
                                <li className={scss.list_item}>відкликати свою згоду на обробку персональних даних; а також користуватись іншими правами, визначеними чинним законодавством в сфері захисту персональних даних.</li>
                            </ul>
                        </li>
                        <li className={scss.list_item}>Суб’єкт персональних даних має право звернутись з питаннями, пов’язаними із збиранням, використанням, зберіганням та іншою обробкою своїх персональних даних, до Уповноваженого Верховної Ради України з прав людини, із яким можна зв’язатись через адресу електронної пошти hotline@ombudsman.gov.ua.</li>
                    </ol>
                </div>
                <div>
                    <p className={scss.title_text}>ПРИКІНЦЕВІ ПОЛОЖЕННЯ</p>
                    <ol className={scss.list}>
                        <li className={scss.list_item}>Фонд залишає за собою право змінювати, переглядати, виправляти, додавати або видаляти частини цієї Політики конфіденційності шляхом розміщення її оновленої версії на Сайті. </li>
                        <li className={scss.list_item}>Продовження використання Сайту відвідувачем після внесення змін та/або доповнень до Політики конфіденційності означає прийняття і згоду відвідувача з такими змінами та/або доповненнями.</li>
                        <li className={scss.list_item}>У разі виникнення будь-яких запитань чи зауважень щодо цієї Політики конфіденційності слід зв’язатись з Фондом безпосередньо за адресою електронної пошти unityhorizon.ua@gmail.com</li>
                    </ol>
                </div>
                <div className={scss.special_container}>
                    <p className={scss.text_special}>З повагою </p>
                    <p className={scss.text_special}>–</p>
                    <p className={scss.text_special}>команда Благодійної організації «Міжнародний благодійний фонд «Горизонт Єдності»</p>
                </div>
            </div>
        </div>
    </motion.div>
  );
};

export default PrivacyPage; 