export const uk = {
    // PageNotFound
    "PageNotFound_title": "Вибачте, сталася помилка !",
    "PageNotFound_text1": "Сторінку, яку ви шукаєте, не знайдено.",
    "PageNotFound_text2": "Можливо, вона була переміщена або видалена.",

    // AboutPage
    "AboutPage_tagline_title": "Ми - ",
    "AboutPage_tagline_title_blue": "команда серця і ",
    "AboutPage_tagline_title_yellow": "доброти, ",
    "AboutPage_tagline_title1": "об'єднана однією метою - надавати допомогу військовим, цивільним та тим, хто потребує цього найбільше.",
    "AboutPage_tagline_text": "БФ Unity Horizon - це команда серця і доброти, об'єднана однією метою - надавати допомогу військовим, цивільним та тим, хто потребує цього найбільше.",
    "AboutPage_tagline_text1": "Ми здійснюємо широкий спектр благодійних програм, спрямованих на різноманітні виклики війни, аби втілити мрію кожного українця - жити у вільній та процвітаючій Україні",
    "AboutPage_tagline_text2": "Наш успіх - це результат важкої роботи відданих та пристрасних членів команди.",
    "AboutPage_road_title": "Як ми працюємо",
    "AboutPage_road_item_title": "Зв’язок",
    "AboutPage_road_item_text": "Направлення заявки про отримання того чи іншого виду допомоги",
    "AboutPage_road_item_title1": "Опрацювання заявки",
    "AboutPage_road_item_text1": "Визначення відповідального учасника",
    "AboutPage_road_item_title2": "Збір коштів",
    "AboutPage_road_item_text2": "Організація збору коштів, або їх виділення наказом директора за наявності коштів",
    "AboutPage_road_item_title3": "Надання допомоги",
    "AboutPage_road_item_text3": "Надання запитуваної допомоги набувачу благодійної допомоги за актом приймання-передачі",
    "AboutPage_memories_text_result": "Основні цілі фонду включають:",
    "AboutPage_memories_text": "Надання гуманітарної допомоги: забезпечення усією необхідною матеріальною допомогою, медичним обладнанням, харчами та іншими ресурсами для тих, хто опинився у скрутних обставинах.",
    "AboutPage_memories_text1": "Психологічна підтримка: надання консультацій та психологічної допомоги тим, хто пережив травматичні події або стикається зі стресом через воєнний конфлікт.",
    "AboutPage_memories_text2": "Соціальна реабілітація: допомога у відновленні після війни, включаючи підтримку у навчанні, професійному розвитку та інтеграції до суспільства.",
    "AboutPage_memories_text3": "Створення спільноти підтримки: об'єднання зусиль та ресурсів для сприяння солідарності та взаємодопомозі серед всіх учасників фонду.",
    "AboutPage_memories_text_result1": "Загалом, цілі фонду спрямовані на створення кращого майбутнього для тих, хто потребує допомоги, і сприяння єднанню громадян навколо важливих гуманітарних цінностей.",

    // ContactsPage
    "ContactsPage_title": "Наші контакти",
    "ContactsPage_contact_name": "Юридична адреса:",
    "ContactsPage_address": "Україна, 09801, Київська обл., Білоцерківський р-н, місто Тетіїв, вул.Центральна, будинок 105А",
    "ContactsPage_contact_name1": "Електронна пошта:",
    "ContactsPage_contact_name2": "Телефон:",
    "ContactsPage_contact_name3": "Ідентифікаційний код юридичної особи:",
    
    // ContactForm
    "ContactForm_form_title": "Зв’яжіться з нами",
    "ContactForm_input": "Ваше ім'я *",
    "ContactForm_input1": "Телефон *",
    "ContactForm_input2": "Електронна пошта *",
    "ContactForm_textarea": "Текст повідомлення...",
    "ContactForm_button_submit": "Відправити",
    "ContactForm_succesfull_request": "Дякуємо ! Вашу заявку успішно відправлено",
    "ContactForm_error_message": "Помилка ! Спробуйте ще раз",

    // Footer
    "Footer_contacts_item": "Адреса",
    "Footer_contacts_address": "Україна, 09801, Київська обл., Білоцерківський р-н, місто Тетіїв, вул.Центральна, будинок 105А",
    "Footer_VAT_number": "ЄДРПОУ",
    "Footer_contacts_item1": "Електронна пошта:",
    "Footer_contacts_item2": "Телефон:",
    "Footer_contacts_item3": "Соціальні мережі",

    // DocumentPage
    "DocumentPage_title": "Документи",
    "DocumentPage_subtitle": "Документація для ознайомлення",
    "DocumentPage_text": "Ознайомитись з установчими документами фонду або завантажити логотип фонду для комунікації в рамках партнерства ви можете за ",
    "DocumentPage_text1": "посиланням",
    "DocumentPage_link": "ОЗНАЙОМИТИСЬ",

    // DetailsPage
    "DetailsPage_title": "Реквізити",

    // BankDetails
    "BankDetails_title": "Для оплати за реквізитами:",
    "BankDetails_details_name_VAT": "ЄРДПОУ",
    "BankDetails_name_text": "ДЯКУЄМО КОЖНОМУ НЕБАЙДУЖОМУ!",
    "BankDetails_name_company": "Найменування українською мовою (для переказів всередині країни)",

    // Partners
    "Partners_become_title": "Стати партнером",
    "Partners_text": "Допомагай ЗСУ. Зроби внесок у перемогу, ти зможеш внести частку у перемогу. Пора приймати рішення !",
    "Partners_input": "Ваше ім'я *",
    "Partners_input1": "Телефон *",
    "Partners_input2": "Електронна пошта *",
    "Partners_button_submit": "Відправити форму",
    "Partners_request_text": "Дякуємо ! Вашу заявку успішно відправлено",
    "Partners_request_text1": "Помилка ! Спробуйте ще раз",
    "Partners_info": "Якщо ви хочете зв’язатись з нами іншим способом, напишіть нам на",

    // SliderPartner
    "SliderPartner_title": "Наші партнери",

    // Banner
    "Banner_text": "ГОРИЗОНТ ЄДНОСТІ",

    // Mission
    "Mission_title": "НАША МІСІЯ",
    "Mission_text": "Ми - команда серця і доброти, об'єднана однією метою - надавати допомогу військовим, цивільним та тим, хто потребує цього найбільше. Ми тут, аби допомогти забезпечити мир, процвітання та свободу в нашій державі, де кожен матиме можливість на щасливе та безпечне життя.",

    // AboutUs
    "AboutUs_title": "Про фонд",
    "AboutUs_text": "БФ Unity Horizon - це неприбуткова організація, заснована з метою подолання складних викликів, з якими стикаються військові та цивільні в умовах війни. Від допомоги у цей важкий час до створення можливостей для зростання і розвитку - ми присвячені тому, щоб допомагати людям будувати краще майбутнє.",
    "AboutUs_text1": "Наша команда здійснює широкий спектр благодійних програм, спрямованих на різноманітні виклики війни: допомога військовим, людям, які постраждали від війни, підтримка освітніх проектів та різноманітних ініціатив, спрямованих на розвиток нашого суспільства.",
    "AboutUs_text2": "Об'єднавши відданих та пристрасних волонтерів - ми  працюємо на кожному рівні, щоб допомогти захистити державність то свободу України.",
    "AboutUs_support_link": "Підтримати",
    "AboutUs_read_link": "Читати про фонд",

    // Achievements
    "Achievements_title": "Досягнення",

    // News
    "News": "Новини",
    "News_button": "Показати більше",

    // Header
    "Header_support_link": "ЗАПРОСИТИ ДОПОМОГУ",
    "Header_request_link": "НАДАТИ ДОПОМОГУ",
    "Header_navigation_item": "ГОЛОВНА",
    "Header_navigation_item1": "ПРО ФОНД",
    "Header_navigation_item2": "НОВИНИ",
    "Header_navigation_item3": "КОНТАКТИ",
    "Header_navigation_item4": "ДОКУМЕНТИ",
    "Header_navigation_item5": "РЕКВІЗИТИ",

    







































};